Repository: Kookpot/WoWning
Catalog: WoWning/Resources/Areas/Identity/Pages/Account/Manage/TwofactorAuthentication.*.resx
Languages: nl_be

source: Add authenticator app
nl_be: Voeg authenticatie app toe

source: Authenticator app
nl_be: Authenticatie app

source: before you can log in with a recovery code.
nl_be: voorat je kan inloggen met een herstelcode.

source: Disable 2FA
nl_be: Schakel 2FA uit

source: Forget this browser
nl_be: Vergeet deze browser

source: generate a new set of recovery codes
nl_be: een nieuwe set van herstelcodes genereren

source: recovery codes left.
nl_be: herstelcodes over.

source: Reset authenticator app
nl_be: Stel authenticatie app opnieuw in

source: Reset recovery codes
nl_be: Stel herstelcodes opnieuw in

source: Setup authenticator app
nl_be: Stel authenticatie app in

source: Two-factor authentication (2FA)
nl_be: Two-factor authenticatie (2FA)

source: You can
nl_be: Je kan

source: You have
nl_be: Je hebt

source: You have 1 recovery code left.
nl_be: Je hebt 1 herstelcode over.

source: You have no recovery codes left.
nl_be: Je hebt geen herstelcodes meer over.

source: You must
nl_be: Je moet

source: You should
nl_be: Je kan best
